 * @plugindesc v1.01 通過標題畫面連結回您的主頁，並且還可以在遊戲中給玩家網站
 * 連結。
 * @author Yanfly Engine Plugins ( 中文翻譯 : ReIris )
 *
 * @param Home Page URL
 * @text 主頁網址
 * @desc 將你的主頁連結放置在標題畫面
 * 如果不希望使用此功能則留空
 * @default https://www.google.com/
 *
 * @param Home Page Text
 * @text 主頁文字
 * @desc 出現在標題命令窗口中的文字
 * @default 官方主頁
 *
 * @param Popup Blocker Notice
 * @text 彈出窗口阻擋通知
 * @desc 這是一個視窗提示，用於通知玩家連結被程式阻止。
 * @default 連結被程式阻止。
 *
 * @help
 * ============================================================================
 * 介紹                                                    .
 * ============================================================================
 * 此插件允許在標題畫面的命令窗口中向主頁放置一個「連結」。
 * 要調整連結的位置，請更改插件參數中的主頁網址。
 *
 * ============================================================================
 * 插件命令
 * ============================================================================
 * 如果希望將玩家發送到其他連結，可以使用以下插件命令。
 *
 * 插件命令
 *   OpenNewTab http://www.google.com/     在新分頁打開此連結
 *   OpenNewWindow http://www.google.com/  在新視窗打開此連結
 *
 * 某些網頁瀏覽器可能無法區分這些命令。
